Repository: trivan/Zend2Examples
Catalog: module/Application/language/poedit-1.5.5/locales/*.po
Languages: ar

source: (modified)
ar: (معدلة)

source: Version
ar: الإصدار

source: %d issue with the translation found.
ar: العثور على %d مشكلة في الترجمة

source: %i %% translated, %i string
ar: المترجمة %i %% , عبارة %i

source: %i %% translated, %i string (%s)
ar: المترجمة %i %% , %i عبارة (%s)

source: %i %% translated, %i strings (%i fuzzy, %i bad tokens, %i not translated)
ar: المترجمة %i %% , العبارات %i ـ (الغير مؤكدة %i , الرموز السيئة %i , الغير مترجمة %i) ـ

source: %i bad token
ar: %i الرموز الخطأ

source: %i fuzzy
ar: %i غير مؤكدة

source: %i lines of file '%s' were not loaded correctly.
ar: يوجد %i سطر في الملف منها '%s' لم تحمل بشكل صحيح

source: %i not translated
ar: الغير مترجمة %i

source: &About
ar: &حول

source: &About Poedit
ar: &حول Poedit

source: &Automatically Translate Using TM
ar: ترجمة تلقائية &باستخدام ذاكرة الترجمة

source: &Automatically translate using TM
ar: ترجمة تلقائية &باستخدام ذاكرة الترجمة

source: &Bookmarks
ar: &إشارات مفضلة

source: &Close
ar: إ&غلاق

source: &Comment Window
ar: &نافذة التعليق

source: &Comment window
ar: &نافذة التعليق

source: &Done and Next
ar: &تم, و إلى التالي

source: &Done and next
ar: &تم, و إلى التالي

source: &Edit
ar: ت&حرير

source: &File
ar: &ملف

source: &Find...
ar: &بحث...

source: &Go
ar: ت&نفيذ

source: &Help
ar: تعل&يمات

source: &New Catalog...
ar: &كتالوج جديد...

source: &New catalog...
ar: &كتالوج جديد...

source: &Next Message
ar: الرسالة ال&تالية

source: &Next message
ar: الرسالة ال&سابقة

source: &Online Help
ar: تعليمات &مباشرة

source: &Online help
ar: تعليمات &مباشرة

source: &Open...
ar: &فتح...

source: &Preferences
ar: إ&عدادات

source: &Preferences...
ar: إ&عدادات...

source: &Previous Message
ar: الرسالة ال&سابقة

source: &Previous message
ar: الرسالة ال&سابقة

source: &Properties...
ar: خص&ائص...

source: &Purge Deleted Translations
ar: &التخلص من الترجمات المحذوفة

source: &Purge deleted translations
ar: &التخلص من الترجمات المحذوفة

source: &Save
ar: &حفظ

source: &Show References
ar: إ&ظهار مرجعيات الترجمة

source: &Show references
ar: إ&ظهار مرجعيات الترجمة

source: &Untranslated Entries First
ar: المدخلات الغير مترجمة &أولا

source: &Untranslated entries first
ar: المدخلات الغير مترجمة &أولا

source: &Update from Sources
ar: تحديث من &مصادرِ

source: &Update from sources
ar: تحديث من &مصادرِ

source: &Validate Translations
ar: ال&تحقق من الترجمة

source: &Validate translations
ar: ال&تحقق من الترجمة

source: &View
ar: &عرض

source: '%s' is not a valid POT file.
ar: '%s' ليس ملف POT صالحِ

source: (%i new, %i obsolete)
ar: (الجديدة %i , القديمة %i)

source: (0 new, 0 obsolete)
ar: (الجديدة 0 , القديمة 0)

source: (Use default language)
ar: (إستخدام اللغة الإفتراضية)

source: (none of these)
ar: (لاشيء من هذه)

source: < Previous
ar: < السابق

source: <unnamed>
ar: <بدون إسم>

source: About
ar: حول

source: About %s
ar: حول %s

source: Add
ar: إضافة

source: Add directory to the list
ar: إضافة مجلد إلى القائمة

source: Add files
ar: إضافة ملفات

source: Add path to the list of directories where catalogs lie.
ar: إضافة مسار إلى قائمة المجلدات التي تحتوي على كتالوجات

source: Always change focus to text input field
ar: دائما اجعل التركيز في حقل إدخال النصوص

source: An item in input files list:
ar: عنصر ما في قائمة الملفات المدخلة:

source: An item in keywords list:
ar: عنصر ما في قائمة الكلمات الرئيسية:

source: Automatic Translations:
ar: الترجمة الآلية:

source: Automatic spellchecking
ar: المدقق الإملائي الآلي

source: Automatic translation
ar: ترجمة آلية

source: Automatic translations:
ar: الترجمات الآلية:

source: Automatically check for new version of Poedit
ar: التدقيق تلقائيا بحثا عن نسخة جديدة من Poedit

source: Automatically compile .mo file on save
ar: إنشاء ملف .mo نلقائيا عند الحفظ

source: Automatically translate when updating catalog
ar: الترجمة آليا عند تحديث الكتالوج

source: Automatically translated %u strings
ar: تم آليا ترجمة %u عبارة

source: Automatically translating...
ar: تتم الترجمة آليا...

source: Bad Tokens
ar: عناصر سيئة

source: Base path:
ar: المسار الجذري:

source: Behavior
ar: السلوك

source: Broken catalog file: plural form msgstr used without msgid_plural
ar: ملف كتالوج تالف: حيث تم استخدام صيغة الجمع msgstr بدون msgid_plural

source: Broken catalog file: singular form msgstr used together with msgid_plural
ar: ملف الكتالوج تالف: حيث تم استخدام صيغة المفرد msgstr مصاحبة لـ msgid_plural

source: Browse
ar: استعراض

source: C&atalog
ar: &كتالوج

source: C&lear
ar: &مسح

source: CR/LF conversion
ar: ‫تحويل CR/LF

source: Cancel
ar: إلغاء الأمر

source: Cannot create TM database directory!
ar: تعذر إنشاء دليل قاعدة بيانات ذاكرة الترجمة

source: Cannot create temporary directory.
ar: لا يمكن إنشاء الدليل المؤقت

source: Cannot execute program: %s
ar: لا يمكن تشغيل البرنامج : %s

source: Cannot extract catalogs from RPM file.
ar: تعذر استخراج الكتالوجات من ملف RPM

source: Case sensitive
ar: راع اختلاف الأحرف الكبيرة/الصغيرة

source: Catalog
ar: الكتالوج

source: Catalog modified. Do you want to save changes?
ar: تم تعديل الكتالوج. هل تريد حفظ التغييرات ؟

source: Catalog properties
ar: خصائص الكاتالوج

source: Catalogs &Manager
ar: &إدارة الكتالوجات

source: Catalogs &manager
ar: &إدارة الكتالوجات

source: Change UI language
ar: تغيير لغة واجهة البرنامج

source: Charset:
ar: محارف:

source: Check for Updates...
ar: التدقيق بحثا عن تحديثات...

source: Check for errors in the translation
ar: التدقيق بحثا عن أخطاء في الترجمة

source: Choose
ar: اختر

source: Clear Translation
ar: مسح الترجمة

source: Clear the comment
ar: احذف التعليق

source: Clear translation
ar: مسح الترجمة

source: Close
ar: إغلاق

source: Comment
ar: تعليق:

source: Comment window is editable
ar: نافذة التعليق قابلة للتحرير

source: Comment:
ar: التعليق:

source: Configuration
ar: إعدادات

source: Confirmation
ar: تأكيد

source: Context:
ar: سياق:

source: Copy from Source Text
ar: نسخ من نص المصدر

source: Copy from source text
ar: نسخ من نص المصدر

source: Couldn't load file %s, it is probably corrupted.
ar: تعذر تحميل الملف '%s'، هو غالبا معطوب.

source: Couldn't save file %s.
ar: تعذر حفظ الملف: %s

source: Create new translations project
ar: أنشئ مشروع ترجمات جديد

source: Database
ar: قاعدة البيانات

source: Delete
ar: حذف

source: Delete item
ar: احذف العنصر

source: Delete the project
ar: احذف المشروع

source: Directories:
ar: أدلة:

source: Display &Line Numbers
ar: عرض أ&رقام السطور

source: Display &Notes for Translators
ar: ملاحظات للمترجمين

source: Display &Quotes
ar: عرض علامات الإ&قتباس

source: Display &line numbers
ar: أ&رقام السطور

source: Display &notes for translators
ar: ملاحظات للمترجمين

source: Display &quotes
ar: الا&قتباسات

source: Do you really want to do mass update of all catalogs in this project?
ar: هل تريد فعلا عمل تحديث شامل لكافة الكتالوجات في هذا المشروع ؟

source: Do you want to delete the project?
ar: أتريد حذف المشروع؟

source: Do you want to remove all translations that are no longer used?
ar: هل تريد التخلص من كافة الترجمات التي لم تعد مستخدمة ؟

source: Don't Save
ar: عدم الحفظ

source: Don't change format of existing catalogs
ar: عدم تغير تنسيق الكتالوجات الحالية

source: Don't save
ar: عدم الحفظ

source: Don't show again
ar: لا تعرض مرة أخرى

source: E&xit
ar: &خروج

source: E&xport...
ar: تص&دير...

source: Edit
ar: تحرير

source: Edit &Comment
ar: ت&حرير التعليق

source: Edit &comment
ar: حرر الت&عليق

source: Edit Comment
ar: حرر التعليق

source: Edit comment
ar: حرر التعليق

source: Edit item
ar: حرر العنصر

source: Edit project
ar: حرر المشروع

source: Edit the project
ar: حرر المشروع

source: Editor
ar: المحرر

source: Enables on-the-fly spellchecking
ar: تمكين التدقيق الاملائي الآني

source: Entries in the catalog are probably incorrect.
ar: ربما تكون المدخلات التي في الكتالوج غير صحيحة

source: Entries in this catalog have different plural forms count from what catalog's Plural-Forms header says
ar: المدخلات التي في ملف الكتالوج هذا تحتوي على صيغ جمع مختلفة عن التي ذكرت في مقدمة الكاتلوج

source: Entries with errors were marked in red in the list. Details of the error will be shown when you select such an entry.
ar: تم تمييز الإدخالات التي فيها أخطاء باللون الأحمر في القائمة. لعرض تفاصيل الخطأ قم بتحديدها

source: Error loading message catalog file '%s'.
ar: خطأ أثناء تحميل ملف كتالوج الرسالة '%s'

source: Error opening file %s!
ar: عطل أثناء فتح ملف %s!

source: Error saving catalog
ar: خطأ في حفظ الكتالوج

source: Error:
ar: الخطأ:

source: Export as...
ar: تص&دير إلى...

source: Extract text from source files in the following directories:
ar: إستخراج النصوص من ملفات المصدر في المجلدات التالية:

source: Failed command: %s
ar: أمر خاطيء: %s

source: Failed to load extracted catalog.
ar: فشل في تحميل الكتالوج المستخرج

source: Failed to merge gettext catalogs.
ar: فشل في دمج كتالوجات gettext

source: File '%s' doesn't exist.
ar: تعذر إيجاد الملف '%s'

source: File '%s' is not a message catalog.
ar: الملف '%s' ليس كتالوج رسالة

source: File '%s' is read-only and cannot be saved. Please save it under different name.
ar: الملف '%s' للقراءة فقط و لا يمكن حفظه. احفظه باسم مختلف

source: Files List
ar: قائمة الملفات

source: Find in automatic comments
ar: في التعليقات المولدة آليا

source: Find in comments
ar: في التعليقات

source: Find in original strings
ar: في العبارات الأصلية

source: Find in translations
ar: في الترجمات

source: Find...
ar: بحث...

source: Fix the header
ar: إصلاح المقدمة

source: Fonts
ar: خطوط

source: Form %i
ar: شكل %i

source: Form %i (e.g. "%u")
ar: شكل %i (على سبيل المثال "%u")

source: Fuzzy
ar: غير مؤكدة

source: Fuzzy translation
ar: ترجمة غير مؤكدة

source: GNU gettext catalogs (*.po)|*.po|All files (*.*)|*.*
ar: GNU gettext كتالوجات (*.po)|*.po|كافة الملفات (*.*)|*.*

source: GNU gettext templates (*.pot)|*.pot|All files (*.*)|*.*
ar: GNU gettext قوالب (*.pot)|*.pot|كافة الملفات (*.*)|*.*

source: Generate TM database
ar: انتاج قاعدة بيانات TM

source: Generate database
ar: انتاج قاعدة بيانات

source: Go to Bookmark %i Ctrl+%i
ar: إنتقال إلى المفضلة %i Ctrl+%i

source: Go to Bookmark %i Ctrl+Alt+%i
ar: إنتقال إلى المفضلة %i Ctrl+Alt+%i

source: Go to bookmark %i Ctrl+%i
ar: إنتقال إلى المفضلة %i Ctrl+%i

source: HTML file (*.html)|*.html
ar: HTML ملف (*.html)|*.html

source: Hide this notification message
ar: إخفاء رسالة التنبيه هذه

source: Identity
ar: الهوية

source: If checked, the comment window will be editable.
ar: إذا أُشّر، فسيمكن تحرير نافذة التعليق

source: If you continue with purging, all translations marked as deleted will be permanently removed. You will have to translate them again if they are added back in the future.
ar: عند إستمرارك مع عملية تطهير الترجمة المحذوفة, فإنه سيتم إزالة كافة الترجمات التي عليها علامة محذوف بشكل دائم. و سيتعين عليك ترجمتها مرة أخرى عند إضافتها مرة أخرى في المستقبل

source: Invocation:
ar: استدعاء:

source: Keep
ar: إبقاء

source: Keywords
ar: الكلمات المفتاحية

source: Language selection
ar: تحديد اللغة

source: Language:
ar: اللغة:

source: Last modified
ar: آخر تعديل

source: Learn about plural forms
ar: معرفة المزيد عن صيغ الجمع

source: Learn more
ar: تعلم المزيد

source: Line
ar: سطر

source: Line %u of file '%s' is corrupted (not valid %s data).
ar: السطر %u من الملف '%s' معطوب (ليست بيانات %s صحيحة).

source: Line endings format:
ar: صيغة نهايات الأسطر:

source: List of extensions separated by semicolons (e.g. *.cpp;*.h):
ar: قائمة امتدادات تفصلها فاصلة منقوطة (e.g. *.cpp;*.h):

source: Malformed header: '%s'
ar: ترويسة معطوبة: '%s'

source: Max. # of missing words:
ar: أقصى عدد من الكلمات المفقودة:

source: Max. difference in sentence length:
ar: أقصى تباين في أطوال الجمل:

source: Merging differences...
ar: دمج الإختلافات...

source: Move down
ar: حرك لأسفل

source: Move up
ar: حرك لأعلى

source: My Languages
ar: لغاتي

source: Ne&xt Unfinished
ar: ال&تالية التي لم تنتهي

source: Ne&xt unfinished
ar: ال&تالية التي لم تنتهي

source: Never let the list of strings take focus. If enabled, you must use Ctrl-arrows for keyboard navigation but you can also type text immediately, without having to press Tab to change focus.
ar: لا تدع قائمة العبارات تستحوذ على التركيز. إن أُشِّر فسيتوجب عليك استخدام أسهم-Ctrl للتحكم من لوحة المفاتيح لكن سيظل بوسعك إدخال النصوص بشكل مباشر دون الحاجة لضغط Tab لتغيير التركيز.

source: New
ar: جديد

source: New Catalog from POT File...
ar: كتالوج &جديد من ملف POT...

source: New catalog from POT file...
ar: كتالوج &جديد من ملف POT...

source: New item
ar: عنصر جديد

source: New strings
ar: عبارات جديدة

source: Next >
ar: التالي >

source: No files found in:
ar: تعذر العثور على ملفات في:

source: No problems with the translation found.
ar: لاتوجد مشاكل مكتشفة في الترجمة

source: No references to this string found.
ar: تعذر العثور على مراجع لهذه العبارة

source: Notes
ar: ملاحظات

source: Notes for translators:
ar: ملاحظات للمترجمين:

source: OK
ar: حسنا

source: Obsolete strings
ar: العبارات الملغية

source: Open
ar: فتح

source: Open catalog
ar: فتح كتالوج

source: Open catalog template
ar: فتح قالب كتالوج

source: Open catalogs manager on Poedit startup
ar: فتح إدارة الكتالوجات عند بدء تشغيل Poedit

source: P&revious Unfinished
ar: ال&سابقة التي لم تنتهي

source: P&revious unfinished
ar: ال&سابقة التي لم تنتهي

source: Parser command:
ar: أوامر برنامج التقسيم:

source: Parser setup
ar: ضبط برنامج التقسيم

source: Parsers
ar: برامج التقسيم

source: Parsing %s files...
ar: تجزئة %s من الملفات...

source: Paths
ar: المسارات

source: Personalize
ar: تطبيع

source: Pick language from the list of known languages
ar: اختر لغة من قائمة اللغات المعروفة

source: Please add directories where locale files are stored on your system:
ar: الرجاء إضافة المجلدات التي يتم حفظ ملفات الترجمة فيها على نظامك:

source: Please choose the reference you want to show:
ar: اختر المرجع الذي تريد عرضه:

source: Please select language ISO code:
ar: الرجاء تحديد كود ISO للغة:

source: Please select language code:
ar: الرجاء تحديد كود اللغة:

source: Please verify that all files were moved to the new location or do it manually if they weren't. Old location: %s New location: %s
ar: الرجاء تأكد من أنه قد تم نقل كافة الملفات إلى المكان الجديد أو قم بذلك يدويا إذا لم يتم نقلها المكان القديم: %s المكان الجديد: %s

source: Plural Forms:
ar: صيغ الجمع:

source: Plural:
ar: جمع:

source: Poedit - Catalogs manager
ar: Poedit - إدارة الكتالوجات

source: Poedit did not find any files in scanned directories.
ar: لم يتمكن Poedit من العثور على ملفات في المجلدات التي تم البحث فيها

source: Poedit is an easy to use translations editor.
ar: Poedit يعتبر محرر سهل الاستعمال للترجمة

source: Poedit translation memory error
ar: خطأ في ذاكرة الترجمة

source: Preferences
ar: إعدادات

source: Proceed
ar: متابعة

source: Project info
ar: معلومات المشروع

source: Project name and version:
ar: إسم المشروع والإصدار:

source: Project name:
ar: إسم المشروع:

source: Purge
ar: تطهير

source: Purge deleted translations
ar: مسح الترجمات المحذوفة نهائيا

source: Quit
ar: إنهاء

source: References
ar: مرجعيات الترجمة

source: References:
ar: مرجعيات الترجمة:

source: Regenerate translation memory from catalogs in paths listed above.
ar: إعادة إنتاج ذاكرة الترجمة من الكتالوجات في المسارات أعلاه

source: Required header Plural-Forms is missing.
ar: المقدمة المطلوبة لصيغ الجموع مفقودة

source: Reset to defaults
ar: استعادة الإفتراضيات

source: Save
ar: حفظ

source: Save &As...
ar: حفظ &باسم...

source: Save &as...
ar: حفظ &باسم...

source: Save as...
ar: حفظ باسم...

source: Save catalog
ar: حفظ الكتالوج

source: Save changes
ar: حفظ التغييرات

source: Scanning file:
ar: فحص الملفات:

source: Scanning files...
ar: يتم فحص الملفات...

source: Search Paths
ar: مسارات البحث

source: Select catalog's language
ar: تحديد لغة الكتالوج

source: Select directory
ar: تحديد المجلد

source: Select language
ar: تحديد اللغة

source: Select your prefered language
ar: تحديد اللعة المفضلة الخاصة بك

source: Set Bookmark %i Alt+%i
ar: ضع كمفضلة %i Alt+%i

source: Set Bookmark %i Ctrl+%i
ar: ضع كمفضلة %i Ctrl+%i

source: Set bookmark %i Alt+%i
ar: ضع كمفضلة %i Alt+%i

source: Set email
ar: ضع البريد الإلكتروني

source: Show summary after catalog update
ar: عرض ملخص بعد تحديث الكتالوج

source: Singular:
ar: المفرد:

source: Sort by &File Order
ar: فرز حسب &ترتيب الملفات

source: Sort by &Source
ar: فرز حسب ال&مصدر

source: Sort by &Translation
ar: فرز حسب ال&ترجمة

source: Sort by &file order
ar: فرز حسب &ترتيب الملفات

source: Sort by &source
ar: فرز حسب ال&مصدر

source: Sort by &translation
ar: فرز حسب ال&ترجمة

source: Source
ar: المصدر

source: Source code charset:
ar: مجموعة رموز التكويد للمصدر:

source: Source code parsers:
ar: برنامج تقسيم كود المصدر:

source: Source file
ar: ملف المصدر

source: Source file occurrence:
ar: تواجد الملف المصدر:

source: Source text
ar: نص المصدر

source: Source text:
ar: نص المصدر:

source: Sources keywords
ar: كلمات المصادر الرئيسية

source: Sources paths
ar: مسارات المصادر

source: Spellchecker dictionary for %s isn't available, you need to install it.
ar: قاموس المدقق الإملائي لـ %s غير متوفر، قد تحتاج إلى تثبيته

source: Start from the first item
ar: البدء من المادة الأولى

source: String to find:
ar: عبارة البحث:

source: Syntax error in Plural-Forms header ("%s").
ar: خطأ لغوي في مقدمة صيغ الجموع ("%s").

source: Team's email address:
ar: بريد الفريق:

source: Team:
ar: الفريق:

source: The catalog couldn't be saved in '%s' charset as specified in catalog settings. It was saved in UTF-8 instead and the setting was modified accordingly.
ar: لا يمكن حفظ الكتالوج في مجموعة الرموز '%s' كما هو مذكور في إعدادات الكتالوجات، إذا يكون الحفظ بتنسيق UTF-8 و من ثم يتم تعديل الإعدادات تبعا لذلك

source: The file was saved safely, but it cannot be compiled into the MO format and used.
ar: mo تم حفظ الملف بأمان، لكن لا يمكن إستعماله و لا تحويله إلى صيغة

source: The translation is ready for use.
ar: الترجمة جاهزة للإستخدام

source: There was a problem formatting the file nicely (but it was saved all right).
ar: توجد مشكلة في تنسيق الملف بشكل مقبول (مع ذلك تم حفظه بدون مشكلة) ـ

source: There was a problem moving your translation memory.
ar: كان هناك مشكلة في نقل ذاكرة الترجمة الخاصة بك

source: There were errors when loading the catalog. Some data may be missing or corrupted as the result.
ar: حدثت أعطال أثناء تحميل الكتالوج.قد تُعطب أو تُفقد بيانات نتيجة لهذا

source: These strings are no longer in the sources. Poedit will remove them from the catalog now.
ar: هذه العبارات لم تعد موجودة في المصدر. سيحذفها Poedit من الكتالوج الآن.

source: These strings were found in the sources but were not in the catalog. Poedit will add them to the catalog now.
ar: هذه العبارات موجودة في المصدر لكن ليس في الكتالوج. سيضيفها Poedit إلى الكتالوج الآن

source: This catalog has entries with plural forms, but doesn't have Plural-Forms header configured.
ar: ملف الترجمة هذا يحتوي على مدخلات فيها صيغ الجموع، لكن لم يتم تكوين رؤوس صبغ الجموع تلك

source: This is the command used to launch the parser. %o expands to the name of output file, %K to list of keywords, %F to list of input files, %C to charset flag (see below).
ar: هذا هو الأمر المستخدم لتشغيل برنامج التقسيم. ‪%o‬ يعوض عنها باسم ملف الناتج، و ‪%K‬ بقائمة الكلمات المفتاحية و ‪%F‬ بقائمة الملفات المدخلة، و ‪%C‬ بعلامة مجموعة الترميز (انظر أدناه)

source: This will be attached to the command line only if source codecharset was given. %c expands to charset value.
ar: سيلحق هذا بسطر الأوامر إن كانت المحارف قد عُينت. ‪%c‬ يعوض عنها بقيمة المحارف

source: This will be attached to the command line once for each input file. %f expands to the filename.
ar: سيلحق هذا بسطر الأوامر مرة لكل ملف مدخلات. ‪%f‬ يعوض عنها باسم الملف

source: This will be attached to the command line once for each keyword. %k expands to the keyword.
ar: سيلحق هذا بسطر الأوامر مرة لكل كلمة مفتاحية. ‪%k‬ يعوض عنها بالكلمة المفتاحية

source: Toggled if selected string has fuzzy translation
ar: وضع علامة على العبارة المحددة بأنها غير مؤكدة

source: Total
ar: المجموع

source: Translation
ar: ترجمة

source: Translation Is &Fuzzy
ar: الترجمة &غير مؤكدة

source: Translation Memory
ar: ذاكرة الترجمة

source: Translation files (*.po;*.mo)|*.po;*.mo
ar: ملفات الترجمة (*.po;*.mo)|*.po;*.mo

source: Translation files (*.po;*.mo;*.rpm)|*.po;*.mo;*.rpm
ar: ملفات الترجمة (*.po;*.mo;*.rpm)|*.po;*.mo;*.rpm

source: Translation is &fuzzy
ar: الترجمة ت&غير مؤكدة

source: Translation memory database error: %s
ar: خطأ في قاعدة بيانات ذاكرة الترجمة: %s

source: Translation memory will be built from the files listed below. You can add more files to the list now.
ar: ستبنى ذاكرة الترجمة من الملفات في القائمة أدناه. يمكنك إضافة المزيد من الملفات إلى القائمة

source: Translation properties
ar: خصائص الترجمة

source: Translation:
ar: الترجمة:

source: UTF-8 (recommended)
ar: UTF-8 (المستحسن)

source: Undo
ar: تراجع

source: Unix (recommended)
ar: Unix (المستحسن)

source: Unknown locale code '%s' in registry.
ar: يوجد في السجل رمز محلية '%s' غير معروف

source: Untrans
ar: لم يترجم

source: Update
ar: تحديث

source: Update all
ar: تحديث الكل

source: Update all catalogs in the project
ar: تحديث كل الكتالوجات في المشروع

source: Update catalog - synchronize it with sources
ar: تحديث الكتالوج - مزامنته مع المصدر

source: Update from &POT File...
ar: تحديث من ملف &POT...

source: Update from &POT file...
ar: تحديث من &ملف POT...

source: Update summary
ar: ملخص التحديث

source: Update translation memory
ar: تجديث ذاكرة الترجمة

source: Updating catalog
ar: تحديث الكتالوج

source: Updating the catalog failed. Click on 'Details >>' for details.
ar: فشل تحديث النشرة. انقر على "تفاصيل >> ' لمزيد من المعلومات

source: Updating translation memory
ar: تجديث ذاكرة الترجمة

source: Use custom font for text fields
ar: استخدم خط محدد في حقول النصوص

source: Use custom font for translations list
ar: استخدم خط محدد في قائمة الترجمات

source: Use these keywords (function names) to recognize translatable strings in source files:
ar: استخدام هذه الكلمات (أسماء وظيفية) للتعرف على العبارات القابلة للترجمة في ملفات المصدر:

source: Validate
ar: تحقق

source: Validation results
ar: نتائج الفحص

source: Version %s
ar: الإصدار %s

source: What languages do you want to use the TM with?
ar: ما هي اللغة التي تريد أن تسخدم معها (ذاكرة الترجمة) ؟

source: Whole words only
ar: كلمات كاملة فقط

source: You can't drop more than one file on Poedit window.
ar: Poedit لا يمكنك اسقاط أكثر من ملف واحد على نافذة

source: You must restart Poedit for this change to take effect.
ar: ينبغي إعادة تشغيله Poedit ليسري هذا التغيير.

source: You should set your email address in Preferences so that it can be used for Last-Translator header in GNU gettext files.
ar: GNU gettext يجب عليك تعيين عنوان بريدك الإلكتروني في التفضيلات بحيث يمكن استخدامه في آخر المقدمة عن المترجم في ملفات

source: Your changes will be lost if you don't save them.
ar: ستفقد ما قمت به من تغييرات إذا لم تعمل حفظ لها

source: Your email address:
ar: عنوان بريدك الإلكتروني:

source: Your name and email set below are only used to set the Last-Translator header of GNU gettext files.
ar: اسمك و بريدك الإلكتروني أدناه فقط سيتم استخدامها لوضع مقدمة آخر مترجم لملفات GNU gettext منتديات عميد التعريب المصدر الأول لتعريب البرامج في الوطن العربي ترجمة الأستاذ عوض الغامدي و الأستاذ عبد الجبار www.alghaamdi.com

source: Your name:
ar: إسمك:

source: don't delete temporary files (for debugging)
ar: لا تقم بحذف الملفات المؤقتة (من أجل التصحيح) ـ
