Repository: trivan/Zend2Examples
Catalog: module/Application/language/poedit-1.5.5/locales/co.po
Languages: co

source: Update from &POT file...
co: Novu catalogu da unu schedariu P&OT...

source: Update summary
co: Riassuntu di a mudificazione

source: Update translation memory
co: Mudificà a memoria di traduzzione

source: Updating catalog
co: Mudificazione di u catalogu

source: Updating the catalog failed. Click on 'Details >>' for details.
co: Mudificazione di u catalogu falsa. Sceglie 'Detaglii >>' per sapene più.

source: Updating translation memory
co: Mudificazione in corsu di a memoria di traduzzione

source: Use custom font for text fields
co: Impiega una grafia persunalizata per u testu

source: Use custom font for translations list
co: Impiega una grafia persunalizata per a lista di i traduzzioni

source: Use these keywords (function names) to recognize translatable strings in source files:
co: Aduprate ste parolle chjave (nomi di i funzioni) per ricunnosce cio chì hè à traduce in i schedarii surghjenti :

source: Validate
co: Validazione

source: Validation results
co: Risultati di a validazione

source: Version %s
co: Versione %s

source: What languages do you want to use the TM with?
co: Chì lingue vulete impiegà cù TM ?

source: Whole words only
co: Solu parolle sane

source: You can't drop more than one file on Poedit window.
co: Ùn pudete micca depone più d'unu schedariu in a finestra di Poedit.

source: You must restart Poedit for this change to take effect.
co: Ci vole à rilancià Poedit per piglià stu cambiamentu in effettu.

source: You should set your email address in Preferences so that it can be used for Last-Translator header in GNU gettext files.
co: Ci vole à sceglie u vostru indirizzu elettronicu è cusì serà impiegatu cum'è rubrica di l'Ultimu Traduttore in i schedarii gettext GNU.

source: Your changes will be lost if you don't save them.
co: I vostri cambiamenti seranu persi s'è voi ùn li arregistrate micca

source: Your email address:
co: U vostru indirizzu elettronicu :

source: Your name and email set below are only used to set the Last-Translator header of GNU gettext files.
co: I vostri nome è indirizzu elettronicu sò solu impiegati per fà a rubrica di l'Ultimu Traduttore in i schedarii gettext GNU.

source: Your name:
co: U vostru nome :

source: don't delete temporary files (for debugging)
co: ùn sgassate micca i schedarii timpurari (per debugging)
