Repository: trivan/Zend2Examples
Catalog: module/Application/language/poedit-1.5.5/locales/co.po
Languages: co

source: (modified)
co: (mudificatu)

source: Version
co: Versione

source: %d issue with the translation found.
co: %d frasa cù a traduzzione trova.

source: %i %% translated, %i string
co: %i %% traduttu, %i frasa

source: %i %% translated, %i string (%s)
co: %i %% traduttu, %i frasa (%s)

source: %i %% translated, %i strings (%i fuzzy, %i bad tokens, %i not translated)
co: %i %% traduttu, %i frase (%i fosche, %i marche gattive, %i micca tradutte)

source: %i bad token
co: %i marca gattiva

source: %i fuzzy
co: %i fosca

source: %i lines of file '%s' were not loaded correctly.
co: %i linee di u schedariu '%s' ùn sò micca caricate bè.

source: %i not translated
co: %i micca tradutta

source: &About
co: &Apprupositu

source: &About Poedit
co: &Apprupositu di Poedit

source: &Automatically Translate Using TM
co: Traduce &Automaticamente cù TM

source: &Automatically translate using TM
co: Traduce &automaticamente cù TM

source: &Bookmarks
co: &Indette

source: &Close
co: &Chjode

source: &Comment Window
co: Finestra di &Cummentariu

source: &Comment window
co: Finestra di &cummentariu

source: &Done and Next
co: &Fattu eppò Seguente

source: &Done and next
co: &Fattu eppò seguente

source: &Edit
co: &Mudificà

source: &File
co: &Schedariu

source: &Find...
co: &Circà...

source: &Go
co: &Và

source: &Help
co: &Aiutu

source: &New Catalog...
co: &Novu Catalogu...

source: &New catalog...
co: &Novu catalogu...

source: &Next Message
co: Messaghju &Seguente

source: &Next message
co: Messaghju &seguente

source: &Online Help
co: Aiutu in &Linea

source: &Online help
co: Aiutu in &linea

source: &Open...
co: &Apre...

source: &Preferences
co: &Preferenze

source: &Preferences...
co: &Preferenze...

source: &Previous Message
co: Messaghju &Precedente

source: &Previous message
co: Messaghju &precedente

source: &Properties...
co: &Pruprietà...

source: &Purge Deleted Translations
co: Toglie e Traduzzione Sguassate

source: &Purge deleted translations
co: Toglie e traduzzione sguassate

source: &Save
co: A&rregistrà

source: &Show References
co: Fà vede e &Referenze

source: &Show references
co: Fà vede e &referenze

source: &Untranslated Entries First
co: &Elementi Micca Tradutti in Primu

source: &Untranslated entries first
co: &Elementi micca tradutti in primu

source: &Update from Sources
co: &Mudificà da i Surghjenti

source: &Update from sources
co: &Mudificà da i surghjenti

source: &Validate Translations
co: &Validazione di e Traduzzione

source: &Validate translations
co: &Validazione di e traduzzione

source: &View
co: &Fà vede

source: '%s' is not a valid POT file.
co: '%s' ùn hè micca unu schedariu POT leghjittimu.

source: (%i new, %i obsolete)
co: (%i novu, %i anzianu)

source: (0 new, 0 obsolete)
co: (0 novu, 0 anzianu)

source: (Use default language)
co: (Impiegate a lingua generica)

source: (none of these)
co: (micca questi)

source: < Previous
co: < Precedente

source: <unnamed>
co: <senza nome>

source: About
co: Apprupositu

source: About %s
co: Apprupositu di %s

source: Add
co: Aghjunghje

source: Add directory to the list
co: Aghjunghje u cartulare à a lista

source: Add files
co: Aghjunghje d'altri schedarii

source: Add path to the list of directories where catalogs lie.
co: Aghjunghje à a lista di i cartulari u caminu induve si trovanu i cataloghi.

source: Always change focus to text input field
co: Dà a primura à u testu piuttostu chì a a lista

source: An item in input files list:
co: Unu elementu in a lista di i schedarii in entrata :

source: An item in keywords list:
co: Unu elementu in a lista di e parolle chjave :

source: Automatic Translations:
co: Traduzzioni Automatichi :

source: Automatic spellchecking
co: Cuntrollu automaticu di l'ortugrafia

source: Automatic translation
co: Traduzzione automatica

source: Automatic translations:
co: Traduzzioni automatichi :

source: Automatically check for new version of Poedit
co: Cuntrollu automaticu di una nova versione di Poedit

source: Automatically compile .mo file on save
co: Pruduce u schedariu .mo à l'arregistramentu di u .po

source: Automatically translate when updating catalog
co: Traduce automaticamente quandu u catalogu cambia

source: Automatically translated %u strings
co: %u frase tradutte automaticamente

source: Automatically translating...
co: Traduzzione automatica in corsu...

source: Bad Tokens
co: Marche Gattive

source: Base path:
co: Caminu di urigine :

source: Behavior
co: Cumportamentu

source: Broken catalog file: plural form msgstr used without msgid_plural
co: Schedariu di catalogu alteratu : forma plurale msgstr impiegata senza msgid_plural

source: Broken catalog file: singular form msgstr used together with msgid_plural
co: Schedariu di catalogu alteratu : forma singulare msgstr impiegata cù msgid_plural

source: Browse
co: Sfuglià

source: C&atalog
co: &Catalogu

source: C&lear
co: Sguassà

source: CR/LF conversion
co: Cunversione CR/LF

source: Cancel
co: Abbandunà

source: Cannot create TM database directory!
co: Ùn pò micca creà u cartulare di a banca di dati TM !

source: Cannot create temporary directory.
co: Ùn pò micca creà u cartulare timpurariu.

source: Cannot execute program: %s
co: Ùn pò micca eseguisce u prugramu : %s

source: Cannot extract catalogs from RPM file.
co: Ùn pò micca estrae cataloghi da u schedariu RPM.

source: Case sensitive
co: Sfarenzià Maiuscule è minuscule

source: Catalog
co: Catalogu

source: Catalog modified. Do you want to save changes?
co: Catalogu mudificatu. Vulete arregistrà i cambiamenti ?

source: Catalog properties
co: Pruprietà di u catalogu

source: Catalogs &Manager
co: A&mministrazione di i Cataloghi

source: Catalogs &manager
co: A&mministrazione di i cataloghi

source: Change UI language
co: Cambià a lingua di l'UI

source: Charset:
co: Mazzu di caratteri :

source: Check for Updates...
co: Circà e Messe à Ghjornu...

source: Check for errors in the translation
co: Circà i sbaglii in a traduzzione

source: Choose
co: Sceglite

source: Clear Translation
co: &Sguassà a Traduzzione

source: Clear the comment
co: Sguassà u cummentariu

source: Clear translation
co: &Sguassà a traduzzione

source: Close
co: Chjode

source: Comment
co: Cummentariu

source: Comment window is editable
co: A finestra di cummentariu permesse a mudificazione

source: Comment:
co: Cummentariu :

source: Configuration
co: Cunfigurazione

source: Confirmation
co: Cunfirmazione

source: Context:
co: Cuntestu :

source: Copy from Source Text
co: Cupià da u &Testu Surghjente

source: Copy from source text
co: Cupià da u &testu surghjente

source: Couldn't load file %s, it is probably corrupted.
co: Ùn pò micca incaricà u schedariu %s, podasse hè alteratu.

source: Couldn't save file %s.
co: Ùn pò micca arregistrà u schedariu %s.

source: Create new translations project
co: Creà novu prughjettu di traduzzioni

source: Database
co: Banca di dati

source: Delete
co: Sguassà

source: Delete item
co: Sguassà l'elementu

source: Delete the project
co: Sguassà u prughjettu

source: Directories:
co: Cartulari :

source: Display &Line Numbers
co: Affissà i Numeri di &Linea

source: Display &Notes for Translators
co: Affissà l'A&nnutazioni per i Traduttori

source: Display &Quotes
co: Affissà e &Virgulette

source: Display &line numbers
co: Affissà i numeri di &linea

source: Display &notes for translators
co: Affissà l'a&nnutazioni per i traduttori

source: Display &quotes
co: Affissà e &virgulette

source: Do you really want to do mass update of all catalogs in this project?
co: Site sicuru di vulè mudificà in massa tutti i cataloghi in stu prughjettu ?

source: Do you want to delete the project?
co: Vulete sguassà u prughjettu ?

source: Do you want to remove all translations that are no longer used?
co: Vulete sgassà tutti i traduzzioni ch'ùn sò più impiegati ?

source: Don't Save
co: Ùn Arregistrà Micca

source: Don't change format of existing catalogs
co: Ùn cambià micca a forma di i cataloghi chì esistenu

source: Don't save
co: Ùn arregistrà micca

source: Don't show again
co: Ùn affissà più

source: E&xit
co: E&sce

source: E&xport...
co: &Espurtà...

source: Edit
co: Mudificà

source: Edit &Comment
co: &Mudificà Cummentariu

source: Edit &comment
co: &Mudificà u cummentariu

source: Edit Comment
co: Mudificà Cummentariu

source: Edit comment
co: Mudificà u cummentariu

source: Edit item
co: Mudificà l'elementu

source: Edit project
co: Mudificà prughjettu

source: Edit the project
co: Mudificà u prughjettu

source: Editor
co: Editore

source: Enables on-the-fly spellchecking
co: Attivà u cuntrollu 'à a vulata' di l'ortugrafia

source: Entries in the catalog are probably incorrect.
co: Qualchì entrata in u catalogu hè gattiva.

source: Entries in this catalog have different plural forms count from what catalog's Plural-Forms header says
co: Entrate in stu catalogu anu sfarente contu di forme plurale chì cio chì hè scrittu in a rubrica di stu catalogu

source: Entries with errors were marked in red in the list. Details of the error will be shown when you select such an entry.
co: Entrate cù sbaglii sò marcate di rossu in a lista. Detaglii nantu à u sbagliu seranu visti quandu l'entrata serà selezziunata.

source: Error loading message catalog file '%s'.
co: Sbagliu cù u schedariu di catalogu di messaghju '%s'.

source: Error opening file %s!
co: Sbagliu à l'apertura di u schedariu '%s' !

source: Error saving catalog
co: Sbagliu à l'arregistramentu di u catalogu

source: Error:
co: Sbagliu :

source: Export as...
co: Espurtà cum'è...

source: Extract text from source files in the following directories:
co: Estrae testu da i schedarii surghjente in sti cartulari :

source: Failed command: %s
co: Cummanda fiasca : %s

source: Failed to load extracted catalog.
co: Fiascu per caricà u catalogu estrattu.

source: Failed to merge gettext catalogs.
co: Fiascu per unisce i cataloghi gettext.

source: File '%s' doesn't exist.
co: U schedariu '%s' ùn esista micca.

source: File '%s' is not a message catalog.
co: U schedariu '%s' ùn hè micca unu catalogu di messaghju.

source: File '%s' is read-only and cannot be saved. Please save it under different name.
co: U schedariu '%s' pò solu esse lettu è ùn pò micca esse arregistratu. Ci vole à salvallu cù unu altru nome.

source: Files List
co: Lista di i Schedarii

source: Find in automatic comments
co: Circà in cummentarii autumatichi

source: Find in comments
co: Circà in cummentarii

source: Find in original strings
co: Circà in e frase d'urigine

source: Find in translations
co: Circà in i traduzzioni

source: Find...
co: Circà..

source: Fix the header
co: Cambià a rubrica

source: Fonts
co: Grafie

source: Form %i
co: Forma %i

source: Form %i (e.g. "%u")
co: Forma %i (i.e. "%u")

source: Fuzzy
co: Foscu

source: Fuzzy translation
co: Traduzzione fosca :

source: GNU gettext catalogs (*.po)|*.po|All files (*.*)|*.*
co: Cataloghi gettext GNU (*.po)|*.po|Tutti i schedarii (*.*)|*.*

source: GNU gettext templates (*.pot)|*.pot|All files (*.*)|*.*
co: Mudelli gettext GNU (*.pot)|*.pot|Tutti i schedarii (*.*)|*.*

source: Generate TM database
co: Creà a banca di dati TM

source: Generate database
co: Creà a banca di dati

source: Go to Bookmark %i Ctrl+%i
co: Andà à l'Indetta %i Ctrl+%i

source: Go to Bookmark %i Ctrl+Alt+%i
co: Andà à l'Indetta %i Ctrl+Alt+%i

source: Go to bookmark %i Ctrl+%i
co: Andà à l'indetta %i Ctrl+%i

source: HTML file (*.html)|*.html
co: Schedariu HTML (*.html)|*.html

source: Hide this notification message
co: Piattà stu messaghju di nutificazione

source: Identity
co: Identità

source: If checked, the comment window will be editable.
co: Cusì, a finestra di u cummentariu permitterà a mudificazione

source: If you continue with purging, all translations marked as deleted will be permanently removed. You will have to translate them again if they are added back in the future.
co: S'è voi cuntinuate cusì, tutti i traduzzioni marchati cum'è sguassati seranu cacciati. Ci vulerà à traduceli torna s'elli sò aghjunti à l'avvene dinù.

source: Invocation:
co: Invucazione :

source: Keep
co: Cunservà

source: Keywords
co: Parolle chjave

source: Language selection
co: Scelta di a lingua

source: Language:
co: Lingua :

source: Last modified
co: Mudificatu u

source: Learn about plural forms
co: Per amparà nantu à e forme plurale

source: Learn more
co: Per sapene di più

source: Line
co: Linea

source: Line %u of file '%s' is corrupted (not valid %s data).
co: A linea %u di u schedariu '%s' hè alterata (datu %s falsu).

source: Line endings format:
co: Forma di fine di linea :

source: List of extensions separated by semicolons (e.g. *.cpp;*.h):
co: Lista di i stinzioni separati cù punti-virgule (i.e. *.cpp;*.h) :

source: Malformed header: '%s'
co: Rubrica malfuttuta : '%s'

source: Max. # of missing words:
co: Massimu di parolle mancante :

source: Max. difference in sentence length:
co: Massimu di sfarenza in longhezza di frasa :

source: Merging differences...
co: Cumbinà e sfarenze...

source: Move down
co: Move inghjò

source: Move up
co: Move insù

source: My Languages
co: E mo Lingue

source: Ne&xt Unfinished
co: S&eguente Incumpletu

source: Ne&xt unfinished
co: S&eguente incumpletu

source: Never let the list of strings take focus. If enabled, you must use Ctrl-arrows for keyboard navigation but you can also type text immediately, without having to press Tab to change focus.
co: Ùn dà mai a primura à a lista di frase. Osinnò, ci vole à impiegà e Ctrl-fleccie per navigà, ma hè ancu pussibule di scrive u testu cusì, senza pone nantu à Tab per cambià a primura.

source: New
co: Novu

source: New Catalog from POT File...
co: Novu Catalogu da unu schedariu P&OT...

source: New catalog from POT file...
co: Novu catalogu da unu schedariu P&OT...

source: New item
co: Novu elementu

source: New strings
co: Nove frase

source: Next >
co: Seguente >

source: No files found in:
co: Ùn ci sò schedarii in :

source: No problems with the translation found.
co: Ùn ci hè penseru cù sta traduzzione.

source: No references to this string found.
co: Manc'una referenza trova per sta frasa.

source: Notes
co: Annutazioni

source: Notes for translators:
co: Annutazioni per i traduttori :

source: Obsolete strings
co: Frase anziane

source: Open
co: Apre

source: Open catalog
co: Apre u catalogu

source: Open catalog template
co: Apre u mudellu di catalogu

source: Open catalogs manager on Poedit startup
co: Apre l'amministrazione di i cataloghi à l'entre di Poedit

source: P&revious Unfinished
co: P&recedente Incumpletu

source: P&revious unfinished
co: P&recedente incumpletu

source: Parser command:
co: Cummanda d'analisa :

source: Parser setup
co: Ozzione di u prugrammu d'analisa

source: Parsers
co: Prugrammi d'analisa

source: Parsing %s files...
co: Analisa di %s schedarii...

source: Paths
co: Camini

source: Personalize
co: Persunalizà

source: Pick language from the list of known languages
co: Sceglite a lingua frà a lista di e lingue cunnisciute

source: Please add directories where locale files are stored on your system:
co: Aghjunghje i cartulari induve si trovanu i schedarii lucali :

source: Please choose the reference you want to show:
co: Sceglite a referenza chì voi vulete mustrà :

source: Please select language ISO code:
co: Sceglite u codice ISO di a lingua :

source: Please select language code:
co: Sceglite u codice di a lingua :

source: Please verify that all files were moved to the new location or do it manually if they weren't. Old location: %s New location: %s
co: Verificate chì tutti i schedarii sò statu mossi versu u novu locu osinnò fatelu da per voi. Anzianu locu : %s Novu locu : %s

source: Plural Forms:
co: Forme Plurale :

source: Plural:
co: Plurale :

source: Poedit - Catalogs manager
co: Poedit - Amministrazione di i cataloghi

source: Poedit did not find any files in scanned directories.
co: Poedit ùn hà micca trovu di schedariu in i cartulari esaminati.

source: Poedit is an easy to use translations editor.
co: Corsican translation by Patriccollu di Santa Maria Sichè. Poedit hè unu editore di traduzzione faciule à aduprà.

source: Poedit translation memory error
co: Sbagliu cù a memoria di traduzzione di Poedit

source: Preferences
co: Preferenze

source: Proceed
co: Cuntinuà

source: Project info
co: Infurmazione nantu à u prughjettu

source: Project name and version:
co: Nome è versione di u prughjettu :

source: Project name:
co: Nome di u prughjettu :

source: Purge
co: Toglie

source: Purge deleted translations
co: Toglie e traduzzione sguassate

source: Quit
co: Esce

source: References
co: Referenze

source: References:
co: Referenze :

source: Regenerate translation memory from catalogs in paths listed above.
co: Rifà a memoria di traduzzione da i cataloghi chì sò in i camini indicati inghjò.

source: Required header Plural-Forms is missing.
co: Manca a rubrica Forme-Plurale chì hè richiesta.

source: Reset to defaults
co: Remette i parametri predefiniti

source: Save
co: Arregistrà

source: Save &As...
co: Arregistrà &cù u Nome...

source: Save &as...
co: Arregistrà &cù u nome...

source: Save as...
co: Arregistrà cù u nome...

source: Save catalog
co: Arregistrà u catalogu

source: Save changes
co: Arregistrà i cambiamenti

source: Scanning file:
co: Esaminà u schedariu :

source: Scanning files...
co: Esaminà i schedarii...

source: Search Paths
co: Camini di ricerca

source: Select catalog's language
co: Selezziunà a lingua di u catalogu

source: Select directory
co: Selezziunà u cartulare

source: Select language
co: Selezziunà a lingua

source: Select your prefered language
co: Selezziunà a vostra lingua preferita

source: Set Bookmark %i Alt+%i
co: Sceglie l'Indetta %i Alt+%i

source: Set Bookmark %i Ctrl+%i
co: Sceglie l'Indetta %i Ctrl+%i

source: Set bookmark %i Alt+%i
co: Sceglie l'indetta %i Alt+%i

source: Set email
co: Sceglie l'indirizzu elettronicu

source: Show summary after catalog update
co: Affissà u riassuntu dopu à a mudificazione di u catalogu

source: Singular:
co: Singulare :

source: Sort by &File Order
co: Classificà da l'&Urdine di u Schedariu

source: Sort by &Source
co: Classificà da a &Surghjente

source: Sort by &Translation
co: Classificà da a &Traduzzione

source: Sort by &file order
co: Classificà da l'&urdine di u schedariu

source: Sort by &source
co: Classificà da a &surghjente

source: Sort by &translation
co: Classificà da a &traduzzione

source: Source
co: Surghjente

source: Source code charset:
co: Mazzu di caratteri di u codice surghjente :

source: Source code parsers:
co: Prugrammi d'analisa di u codice surghjente :

source: Source file
co: Schedariu surghjente

source: Source file occurrence:
co: Schedariu surghjente :

source: Source text
co: Testu surghjente

source: Source text:
co: Testu surghjente :

source: Sources keywords
co: Parolle chjave di i surghjenti

source: Sources paths
co: Camini di surghjenti

source: Spellchecker dictionary for %s isn't available, you need to install it.
co: U dizziunariu di cuntrollu d'ortugrafia per %s ùn hè micca dispunibule, ci vole à installalu.

source: Start from the first item
co: Principià da u primu elementu

source: String to find:
co: Parolle à circà :

source: Syntax error in Plural-Forms header ("%s").
co: Sbagliu in a rubrica di e Forme-Plurale ("%s").

source: Team's email address:
co: Indirizzu elettronicu di a squadra :

source: Team:
co: Squadra :

source: The catalog couldn't be saved in '%s' charset as specified in catalog settings. It was saved in UTF-8 instead and the setting was modified accordingly.
co: U catalogu ùn pò micca esse arregistratu cù u mazzu di caratteri '%s' indicatu in l'ozzioni di u catalogu. Hè statu arregistratu in UTF-8 è l'ozzione hè statu mudificata.

source: The file was saved safely, but it cannot be compiled into the MO format and used.
co: U schedariu hè statu arregistratu bè, ma ùn pò micca esse trasfurmatu in a forma MO è impiegatu.

source: The translation is ready for use.
co: A traduzzione hè pronta à l'approdu.

source: There was a problem formatting the file nicely (but it was saved all right).
co: Ci era unu prublemu mentre a creazione di u schedariu (ma hè statu criatu quantunque).

source: There was a problem moving your translation memory.
co: Ci era unu prublemu movendu a traduzzione di memoria.

source: There were errors when loading the catalog. Some data may be missing or corrupted as the result.
co: Ci eranu sbaglii mentre u caricamentu di u catalogu. Podasse qualchì datu manca o hè alteratu.

source: These strings are no longer in the sources. Poedit will remove them from the catalog now.
co: Ste frase ùn sò più in i surghjenti. Poedit hà da cacciale da u catalogu avà.

source: These strings were found in the sources but were not in the catalog. Poedit will add them to the catalog now.
co: Ste frase sò statu trovi in i surghjenti ma micca in u catalogu. Poedit hà da aghjunghjele à u catalogu avà.

source: This catalog has entries with plural forms, but doesn't have Plural-Forms header configured.
co: Stu catalogu hà entrate cù forme plurale, ma a rubrica Forme-Plurale ùn hè micca curretta.

source: This is the command used to launch the parser. %o expands to the name of output file, %K to list of keywords, %F to list of input files, %C to charset flag (see below).
co: Ghjè a cummanda impiegata per dimarrà l'analisa. %o hè u nome di schedariu in esciuta, %K per a lista di e parolle chjave, %F per a lista di i schedarii in entrata, %C per l'ozzione di u mazzu di caratteri (vede inghjò).

source: This will be attached to the command line only if source codecharset was given. %c expands to charset value.
co: Quessu serà ligatu à a linea di cummanda solu s'è ci hè unu mazzu di caratteri. %c aghjunghje stu valore.

source: This will be attached to the command line once for each input file. %f expands to the filename.
co: Quessu serà ligatu à a linea di cummanda unu per ogni schedariu in entrata. %f aghjunghje stu valore.

source: This will be attached to the command line once for each keyword. %k expands to the keyword.
co: Quessu serà ligatu à a linea di cummanda unu per ogni parolla chjava. %k aghjunghje stu valore.

source: Toggled if selected string has fuzzy translation
co: Pone s'è a frasa scelta hà una traduzzione fosca

source: Total
co: Tutale

source: Translation
co: Traduzzione

source: Translation Is &Fuzzy
co: A Traduzzione Hè &Fosca

source: Translation Memory
co: Memoria di Traduzzione

source: Translation files (*.po;*.mo)|*.po;*.mo
co: Schedarii di traduzzione (*.po;*.mo)|*.po;*.mo

source: Translation files (*.po;*.mo;*.rpm)|*.po;*.mo;*.rpm
co: Schedarii di traduzzione (*.po;*.mo;*.rpm)|*.po;*.mo;*.rpm

source: Translation is &fuzzy
co: A traduzzione hè &fosca

source: Translation memory database error: %s
co: Sbagliu cù a banca di dati di a memoria di traduzzione : %s

source: Translation memory will be built from the files listed below. You can add more files to the list now.
co: A memoria di traduzzione serà custrutta da i schedarii indicati inghjò. Pudete aghjunghje avà d'altri schedarii à a lista inghjò.

source: Translation properties
co: Pruprietà di a traduzzione

source: Translation:
co: Traduzzione :

source: UTF-8 (recommended)
co: UTF-8 (ricumandatu)

source: Undo
co: Disfà

source: Unix (recommended)
co: Unix (ricumandatu)

source: Unknown locale code '%s' in registry.
co: Codice lucale scunnisciutu '%s' in u registru.

source: Untrans
co: Micca traduttu

source: Update
co: Mudificà

source: Update all
co: Mudificà tuttu

source: Update all catalogs in the project
co: Mudificà tutti i cataloghi in stu prughjettu

source: Update catalog - synchronize it with sources
co: Mudificà u catalogu - Sincrunizalu cù i surghjenti

source: Update from &POT File...
co: Novu Catalogu da unu Schedariu P&OT...
